Repository: agaida/lxqt-kcm-color-style
Catalog: po/csb/kcmstyle.po
Languages: csb

# NAME OF TRANSLATORS
source: Your names
csb: Mark Kwidzińsczi, Michôł Òstrowsczi

# EMAIL OF TRANSLATORS
source: Your emails
csb: mark@linuxcsb.org, michol@linuxcsb.org

source: Toolbars
csb: Listwë nôrzãdzów

source: No Text
csb: Bez tekstu

source: Text Only
csb: Blós tekst

source: Text Beside Icons
csb: Tekst kòl ikònów

source: Text Below Icons
csb: Tekst pòd ikònama

source: <h1>Style</h1>This module allows you to modify the visual appearance of user interface elements, such as the widget style and effects.
csb: <h1>Sztél</h1> Mòduł nen pòzwôlô zmienic wëzdrzatk elementów interfejsa brëkòwnika a téż skònfigùrowac dodôwné widzawné efektë.

source: KDE Style Module
csb: Mòduł kònfigùracëji sztélu KDE

source: Widget style:
csb: Sztél widżetu:

source: Con&figure...
csb: &Kònfigùrëjë...

source: Preview
csb: Pòdzérk

# @title:tab
source: &Applications
csb: &Aplikacëje

# @title:tab
source: &Fine Tuning
csb: A&kùratné dopasowanié

source: There was an error loading the configuration dialog for this style.
csb: Felô òbczas ladowaniô òkna kònfigùracëji tegò sztéla.

source: Unable to Load Dialog
csb: Nie mòże wladowac dialogòwégò òkna

source: No description available.
csb: Felënk òpisënkù.

source: Description: %1
csb: Òpisënk: %1

source: Here you can choose from a list of predefined widget styles (e.g. the way buttons are drawn) which may or may not be combined with a theme (additional information like a marble texture or a gradient).
csb: Stądka mòże wëbrac jeden z parôt sztélów interfejsa (òpisëjącëch m.jin. wëzdrzatk knąpów). Niechtërné sztélë mògą bëc sparłãczoné z témą (dodôwną informacëją ò wëzdrzatkù, taką jakno np. marmùrowé spòdlé abò gradient).

source: This area shows a preview of the currently selected style without having to apply it to the whole desktop.
csb: W tim òknie mòże òbaczëc wëzdrzatk biéżnô wëbrónégò sztélu, bez mùszu wzãcô gò do całégò òkrãżégò.

source: This page allows you to choose details about the widget style options
csb: Na starna zezwôlô ce na wëbiérk detalów òptacëji sztélu widżetów

source: <p><b>No Text:</b> Shows only icons on toolbar buttons. Best option for low resolutions.</p><p><b>Text Only: </b>Shows only text on toolbar buttons.</p><p><b>Text Beside Icons: </b> Shows icons and text on toolbar buttons. Text is aligned beside the icon.</p><b>Text Below Icons: </b> Shows icons and text on toolbar buttons. Text is aligned below the icon.
csb: <p><b>Blós ikònë:</b> na knąpach lëstwów nôrzãdzów wëskrzëniwóné bãdą blóã ikònë (nôlepszô òptacëjô przë nisczi rozdzélnoscë).</p> <p><b>TBlós tekst:</b> na knąpach lëstwów nôrzãdzów wëskrzëniwóné mdze sóm tekst.</p> <p><b>Tekst kòle ikònów:</b> na knąpach lëstwów nôrzãdzów wëskrzëniwóné mdã kòle se tekst ë ikòna.</p> <b>Tekst pòd ikònama:</b> na knąpach lëstwów nôrzãdzów wëskrzëniwóné mdą blós ikònë, a pòd nima tekst.

source: If you enable this option, KDE Applications will show small icons alongside some important buttons.
csb: Jeżlë na òptacëjô je wëłączonô, na wôżniészëch knąpach wëskrzëniwóné mdą môłi ikònë.

source: Configure %1
csb: Kònfigùracëjô: %1

source: Tab 1
csb: Kôrta 1

source: Group Box
csb: Grupòwô kastka

source: Radio button
csb: Pòle wëbiérkù

source: Checkbox
csb: Òptacëjô

source: Button
csb: Knąpa

source: Combobox
csb: Rozwijnô lësta

source: Tab 2
csb: Kôrta 2
