Repository: agaida/lxqt-kcm-color-style
Catalog: po/*/kcm5_emoticons.po
Languages: el, gu, kn, mk, ml, ms, ru, si, tg, uk, vi, zh_cn

# NAME OF TRANSLATORS
source: Your names
el: Σπύρος Γεωργαράς, Τούσης Μανώλης, Πέτρος Βιδάλης
gu: Pragnesh Radadiya, કાર્તિક મિસ્ત્રી
kn: ಶಂಕರ ಪ್ರಸಾದ್ ಎಂ ವಿ
mk: Божидар Проевски
ml: ഹിദാ വേണുഗോപാലന്‍,പ്രവീണ്‍ അരിമ്പ്രത്തൊടിയില്‍
ms: Sharuzzaman Ahmat Raslan
ru: Леонид Кантер, Николай Шафоростов
si: ඩනිෂ්ක නවින්
tg: Виктор Ибрагимов
uk: о.Іван Петрущак,Юрій Чорноіван
vi: Lê Hoàng Phương
zh_cn: KDE 中国

# EMAIL OF TRANSLATORS
source: Your emails
el: sng@hellug.gr, manolis@koppermind.homelinux.org, p_vidalis@hotmail.com
gu: pg.radadia@gmail.com, kartik.mistry@gmail.com
kn: svenkate@redhat.com
mk: bobibobi@freemail.com.mk
ml: hitha.v@gmail.com,pravi.a@gmail.com
ms: sharuzzaman@myrealbox.com
ru: leon@asplinux.ru, shaforostoff@kde.ru
si: danishka@gmail.com
tg: victor.ibragimov@gmail.com
uk: fr.ivan@ukrainian-orthodox.org,yurchor@ukr.net
vi: herophuong93@gmail.com
zh_cn: kde-china@kde.org

source: Insert the string for the emoticon. If you want multiple strings, separate them by spaces.
el: Εισάγετε την συμβολοσειρά για τα εικονίδια διάθεσης. Εάν θέλετε πολλαπλές συμβολοσειρές, χωρίστε τες με κενό.
gu: લાગણીચિહ્નો માટે વાક્ય દાખલ કરો. જો તમારે અનેક વાક્યો જોઇતા હોય તો, તેને ખાલી જગ્યાઓ વડે જુદા પાડો.
mk: Вметнете ја низата за емотиконата. Ако сакате повеќе низи, одделете ги со празни места.
ms: Masukkan rentetan untuk emotikon. Jika anda hendak pelbagai rentetan, asingkan mereka dengan ruang.
ru: Введите эквивалентные строки для смайлика, разделяя их пробелами.
si: ඉමොටිකොනයට යෙදුමක් ඇතුළත් කරන්න. ඔබට යෙදුම් කිහිපයක් යෙදීමට ඇවැසි නම් ඒවා ඉඩ තැබීමෙන් වෙන් කරන්න.
tg: Введите эквивалентные строки для смайлика, разделяя их пробелами.
uk: Вставте рядок емоційки. Декілька рядків слід відокремлювати один від одного пробілами
vi: Thêm chuỗi cho mặt cười. Nếu bạn muốn nhiều dùng nhiều chuỗi, hãy chia tách chúng bởi dấu cách.
zh_cn: 插入表情字符串，如果有多个字符串则用空格分隔。

source: Emoticons
el: Εικονίδια διάθεσης
gu: લાગણીચિહ્નો
kn: ಭಾವನಾಚಿಹ್ನೆಗಳು (ಎಮೋಟಿಕಾನ್)
mk: Емотикони
ml: വികാരചിഹ്നങ്ങള്‍
ms: Emotikon
ru: Смайлики
si: ඉමොටිකොන
tg: Тасвирчаҳо
uk: Емоційки
vi: Mặt cười
zh_cn: 表情

source: Drag or Type Emoticon Theme URL
el: Σύρετε ή πληκτρολογήστε το URL του θέματος εικονιδίων διάθεσης
gu: લાગણીચિહ્ન થીમ URL મૂકો અથવા લખો
kn: ಭಾವನಾಚಿಹ್ನೆ ಪರಿಸರವಿನ್ಯಾಸದ ತಾಣಸೂಚಿಯನ್ನು ಎಳೆಯಿರಿ ಅಥವ ನಮೂದಿಸಿ
mk: Повлечете или напишете ја адресата на темата со емотикони
ml: വികാരചിഹ്ന പ്രമേയത്തിന്റെ യുആര്‍എല്‍ ടൈപ് ചെയ്യുകയോ വലിച്ചിടുകയോ ചെയ്യുക
ms: Seret atau Tapi URL Tema Emotikon
ru: Перетащите или введите URL к набору смайликов
si: ඉමොටිකොන තේමාවේ URL ලියන්න හෝ අදින්න
tg: Макони мавзӯъи тасвириро ворид кунед
uk: Перетягніть або наберіть адресу теми емоційок
vi: Kéo hoặc nhập liên kết sắc thái mặt cười
zh_cn: 将表情主题的地址拖放到这里或手动输入

source: Emoticon themes must be installed from local files.
el: Τα θέματα εικονιδίων διάθεσης πρέπει να εγκαθιστώνται από τοπικά αρχεία.
gu: લાગણીચિહ્ન થીંમો સ્થાનિક ફાઇલોમાંથી જ સ્થાપિત કરો
kn: ಭಾವನಾಚಿಹ್ನೆಯು ಪರಿಸರವಿನ್ಯಾಸವನ್ನು ಸ್ಥಳೀಯ ಕಡತಗಳಿಂದ ಅನುಸ್ಥಾಪಿಸಬೇಕು.
mk: Темите со емотикони мора да бидат инсталирани од локални датотеки.
ml: വികാരചിഹ്ന പ്രമേയങ്ങള്‍ പ്രാദേശിക ഫയലുകളില്‍ നിന്നു ഇന്‍സ്റ്റോള്‍ ചെയ്യപ്പെടണം.
ms: Tema emotikon mesti dipasang daripada fail tempatan.
ru: Наборы смайликов могут быть установлены только из локальных файлов.
si: ඉමොටිකොන තේමා දේශීය ගොනු මගින් ස්ථාපනය විය යුතුයි.
tg: Мавзӯъҳои тасвирӣ бояд аз файлҳои маҳаллӣ сабт карда шаванд.
uk: Теми емоційок слід встановлювати з локальних файлів.
vi: Sắc thái mặt cười phải được cài đặt từ tập tin trong máy.
zh_cn: 必须从本地文件安装表情主题。

source: Could Not Install Emoticon Theme
el: Αδύνατη η εγκατάσταση του θέματος εικονιδίων διάθεσης
gu: લાગણીચિહ્ન થીમ સ્થાપિત કરી શકયા નથી
kn: ಭಾವನಾಚಿಹ್ನೆಯ ಪರಿಸರವಿನ್ಯಾಸವನ್ನು ಅನುಸ್ಥಾಪಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
mk: Не можеше да биде инсталирана темата со емотикони
ml: വികാരചിഹ്ന പ്രമേയം ഇന്‍സ്റ്റോള്‍ ചെയ്യാന്‍ സാധിച്ചില്ല
ms: Tidak Dapat Memasang Tema Emotikon
ru: Невозможно установить набор смайликов
si: ඉමොටිකොන තේමාව ස්ථාපනය කල නොහැක
tg: Мавзӯъи тасвирӣ сабт карда намешавад
uk: Не вдалося встановити тему емоційок
vi: Không thể cài đặt sắc thái mặt cười
zh_cn: 无法安装表情主题

source: Do you want to remove %1 too?
el: Επιθυμείτε επίσης την αφαίρεση του %1;
gu: શું તમે %1 ને પણ દૂર કરવા માંગો છો?
kn: ನೀವು %1 ಅನ್ನೂ ಸಹ ತೆಗೆದು ಹಾಕಲು ಬಯಸುತ್ತೀರೆ?
mk: Дали сакате да ја отстраните и %1?
ml: താങ്കള്‍ക്ക്‌ %1 കൂടെ നീക്കം ചെയ്യണമെന്നുണ്ടോ?
ms: Adakah anda hendak membuang %1 juga?
ru: Удалить также «%1»?
si: ඔබට %1 ත් ඉවත් කිරීමට ඇවැසිද?
tg: Оё Шумо мехоҳед %1ро аллакай тоза намоед?
uk: Ви бажаєте також вилучити %1?
vi: Bạn có muốn cùng xoá bỏ %1 không?
zh_cn: 您也想要删除 %1 吗？

source: Delete emoticon
el: Διαγραφή εικονιδίου διάθεσης
gu: લાગણીચિહ્ન કાઢી નાખો
kn: ಭಾವನಾಚಿಹ್ನೆಯನ್ನು ಅಳಿಸಿಹಾಕಿ
mk: Избриши емотикона
ml: വികാരചിഹ്നം നീക്കം ചെയ്യുക
ms: Padam emotikon
ru: Удалить смайлик
si: ඉමොටිකොනය මකන්න
tg: Нест кардани тасвирча
uk: Вилучити емоційку
vi: Xoá mặt cười
zh_cn: 删除表情

source: Add Emoticon
el: Προσθήκη εικονιδίου διάθεσης
gu: લાગણીચિહ્ન ઉમેરો
kn: ಭಾವನಾಚಿಹ್ನೆಯನ್ನು ಸೇರಿಸಿ
mk: Додавање емотикона
ml: വികാരചിഹ്നം ചേര്‍ക്കുക
ms: Tambah Emotikon
ru: Добавить смайлик
si: ඉමොටිකොනය එක් කරන්න
tg: Илова кардани тасвирча
uk: Додати емоційку
vi: Thêm mặt cười
zh_cn: 添加表情

source: Edit Emoticon
el: Επεξεργασία εικονιδίου διάθεσης
gu: લાગણીચિહ્ન ફેરફાર કરો
kn: ಭಾವನಾಚಿಹ್ನೆಯನ್ನು ಸಂಪಾದಿಸಿ
mk: Уредување емотикона
ml: വികാരചിഹ്നം ചിട്ടപ്പെടുത്തുക
ms: Sunting Emotikon
ru: Изменить смайлик
si: ඉමොටිකොනය සකසන්න
tg: Таҳрир кардани тасвирча
uk: Змінити емоційку
vi: Sửa mặt cười
zh_cn: 编辑表情

source: New Emoticon Theme
el: Νέο θέμα εικονιδίων διάθεσης
gu: નવી લાગણીચિહ્ન થીમ
kn: ಹೊಸ ಭಾವನಾಚಿಹ್ನೆಯ ಪರಿಸರವಿನ್ಯಾಸ
mk: Нова тема со емотикони
ml: പുതിയ വികാരചിഹ്ന പ്രമേയം
ms: Tema Emotikon Baru
ru: Новый набор смайликов
si: නව ඉමොටිකොන තේමාව
tg: Мавзӯъи тасвирии нав
uk: Створити тему емоційок
vi: Sắc thái mặt cười mới
zh_cn: 新表情主题

source: Enter the name of the new emoticon theme:
el: Εισάγετε το όνομα για το νέο θέμα εικονιδίων διάθεσης:
gu: નવી લાગણીચિહ્ન થીમનુ નામ દાખલ કરો:
kn: ಹೊಸ ಭಾವನಾಚಿಹ್ನೆಯ ಪರಿಸರವಿನ್ಯಾಸದ ಹೆಸರನ್ನು ನಮೂದಿಸಿ:
mk: Внесете го името на новата тема со емотикони:
ml: പുതിയ വികാരചിഹ്ന പ്രമേയത്തിന്റെ പേരു നല്‍കുക:
ms: Masukkan name bagi tema emotikon baru:
ru: Введите название нового набора смайликов:
si: නව ඉමොටිකොන තේමාව සඳහා නමක් ඇතුළත් කරන්න:
tg: Номи мавзӯъи тасвирии навро ворид кунед:
uk: Введіть назву нової теми емоційок:
vi: Nhập tên của sắc thái mặt cười mới:
zh_cn: 输入新表情主题的名称：

source: %1 theme already exists
el: Το θέμα %1 υπάρχει ήδη
gu: %1 થીમ પહેલેથી હાજર છે
kn: %1 ಪರಿಸರವಿನ್ಯಾಸವು ಈಗಾಗಲೆ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ
mk: Темата „%1“ веќе постои
ml: %1 പ്രമേയം നേരത്തെ തന്നെ നില നില്‍ക്കുന്ന ഒന്നാണ്‌
ms: Tema %1 telah wujud
ru: Набор с именем «%1» уже существует
si: %1 තේමාව දැනටමත් පවතී
tg: Мавзӯъи %1 аллакай мавҷуд аст
uk: Тема %1 вже існує
vi: Sắc thái %1 đã tồn tại
zh_cn: 主题 %1 已经存在

source: Choose the type of emoticon theme to create
el: Επιλέξτε τύπο θέματος εικονιδίων διάθεσης για δημιουργία
gu: બનાવવાની લાગણીચિહ્ન થીમનું નામ પસંદ કરો
kn: ರಚಿಸುವ ಸಲುವಾಗಿ ಭಾವನಾಚಿಹ್ನೆಯ ಪರಿಸರವಿನ್ಯಾಸದ ಬಗೆಯನ್ನು ಆಯ್ಕೆ ಮಾಡಿ
mk: Изберете го типот на тема со емотикони што ќе биде креирана
ml: ഏതു തരം വികാരചിഹ്ന പ്രമേയമാണു സൃഷ്ടിക്കേണ്ടതെന്നു തെരഞ്ഞെടുക്കുക
ms: Pilih jenis tema emotikon untuk dicipta
ru: Выберите тип создаваемого набора смайликов
si: නිර්මාණය කරන ඉමොටිකොන තේමාවේ වර්ගය තෝරන්න
tg: Барои эҷод кардани мавзӯъи тасвирӣ, намуди онро интихоб кунед
uk: Виберіть тип теми емоційок, яку буде створено
vi: Chọn loại sắc thái mặt cười để tạo
zh_cn: 选择要创建的表情主题类型

source: Emoticons Manager
el: Διαχειριστής εικονιδίων διάθεσης
gu: લાગણીચિહ્નો વ્યવસ્થાપક
kn: ಭಾವನಾಚಿಹ್ನೆಯ ವ್ಯವಸ್ಥಾಪಕ
mk: Менаџер на емотикони
ml: വികാരചിഹ്നത്തിന്റെ നടത്തിപ്പുകാരന്‍
ms: Pengurus Emotikon
ru: Управление смайликами
si: ඉමොටිකොන පරිපාලකය
tg: Мудири мавзӯъҳои тасвирӣ
uk: Керування емоційками
vi: Trình quản lý mặt cười
zh_cn: 表情管理器

source: Modify the selected emoticon icon or text
el: Τροποποίηση του επιλεγμένου εικονιδίου διάθεσης και του κειμένου
gu: પસંદ કરેલ લાગણીચિહ્ન પ્રતિક કે લખાણમાં ફેરફાર કરો
kn: ಆಯ್ಕೆ ಮಾಡಲಾದ ಭಾವನಾಚಿಹ್ನೆಯ ಚಿಹ್ನೆ ಅಥವ ಪಠ್ಯವನ್ನು ಬದಲಾಯಿಸಿ
mk: Ги изменува избраната икона или текст
ml: തെരെഞ്ഞെടുത്ത വികാരചിഹ്നങ്ങത്തിന്റെ ചിഹ്നത്തില്‍ അല്ലെങ്കില്‍ പദാവലിയില്‍ മാറ്റം വരുത്തുക
ms: Ubahsuai ikon emoticon atau teks yang dipilih
ru: Изменить изображение или код выбранного смайлика
si: තෝරාගත් ඉමොටිකොන අයිකනය හෝ පෙළ වෙනස් කරන්න
tg: Тағйир кардани тамға ё матни мавзӯъи интихобшуда
uk: Змінити піктограму або текст вибраної емоційки
vi: Thay đổi biểu tượng chuỗi văn bản cho mặt cười đã chọn
zh_cn: 修改所选表情图标或文字

source: Edit the selected emoticon to change its icon or its text
el: Επεξεργασία του επιλεγμένου εικονιδίου διάθεσης για την τροποποίηση του εικονιδίου ή του κειμένου του
gu: પસંદ કરેલ લાગણીચિહ્ન પ્રતિક કે લખાણમાં ફેરફાર કરવા માટે સંપાદન કરો
kn: ಆಯ್ಕೆ ಮಾಡಲಾದ ಭಾವನಾಚಿಹ್ನೆಯ ಚಿಹ್ನೆ ಅಥವ ಪಠ್ಯವನ್ನು ಬದಲಾಯಿಸಲು ಅದನ್ನು ಸಂಪಾದಿಸಿ
mk: Уредете ја избраната емотикона така што ќе ја измените нејзината икона или текст
ml: ചിഹ്നമോ പദാവലിയോ മാറ്റാനായി തെരഞ്ഞെടുത്ത വികാരചിഹ്നം ചിട്ടപ്പെടുത്തുക
ms: Sunting emotikon dipilih untuk mengubah ikon atau teksnya
ru: Изменить изображение или код выделенного смайлика
si: තෝරාගත් ඉමොටිකොන අයිකනය හෝ පෙළ වෙනස් කරන්න
tg: Тағйир кардани мавзӯъи тасвирӣ бо иваз намудани тамға ё матни интихобшуда
uk: Редагувати вибрану емоційку, щоб змінити піктограму або її текст
vi: Sửa mặt cười đã chọn để thay đổi biểu tượng và văn bản của nó
zh_cn: 编辑所选表情的图标或文字

source: Edit...
el: Επεξεργασία...
gu: ફેરફાર...
kn: ಸಂಪಾದಿಸು...
mk: Уреди...
ml: ചിട്ടപ്പെടുത്തുക...
ms: Sunting...
ru: Изменить...
si: සැකසුම්...
tg: Таҳрир...
uk: Змінити...
vi: Sửa...
zh_cn: 编辑...

source: Create a new emoticon
el: Δημιουργία ενός νέου εικονιδίου διάθεσης
gu: નવી લાગણીચિહ્ન બનાવો
kn: ಒಂದು ಹೊಸ ಭಾವನಾಚಿಹ್ನೆಯನ್ನು ರಚಿಸಿ
mk: Креирајте нова емотикона
ml: പുതിയ ഒരു വികാരചിഹ്നം സൃഷ്ടിക്കുക
ms: Cipta emotikon baru
ru: Создать новый смайлик
si: නව ඉමොටිකොනය තනන්න
tg: Эҷоди мавзӯъи тасвирии нав
uk: Створити нову емоційку
vi: Tạo một mặt cười mới
zh_cn: 新建一个表情

source: Create a new emoticon by assigning it an icon and some text
el: Δημιουργία νέου εικονιδίου διάθεσης με ορισμό ενός εικονιδίου και κειμένου
gu: નવા પ્રતિકો અને પાઠયો આપીને નવી લાગણીચિહ્ન બનાવો
kn: ಒಂದು ಚಿಹ್ನೆ ಹಾಗು ಕೆಲವು ಪಠ್ಯವನ್ನು ನಿಯೋಜಿಸುವ ಮೂಲಕ ಒಂದು ಹೊಸ ಭಾವನಾಚಿಹ್ನೆಯನ್ನು ರಚಿಸಿ
mk: Креира нова емотикона така што ќе ѝ додели икона и одреден текст
ml: ഒരു ചിഹ്നവും ഉചിതമായ പദാവലിയും നല്‍കിക്കൊണ്ട് ഒരു പുതിയ വികാരചിഹ്നം സൃഷ്ടിക്കുക
ms: Cipta emotikon baru dengan memberikannya ikon dan beberapa teks
ru: Создать новый смайлик, назначив ему изображение и код
si: අයිකනයක් හා පෙලක් යෙදීම මගින් නව ඉමොටිකොනයක් තනන්න
tg: Эҷоди мавзӯъи тасвирии нав бо иловакунии тамға ва матн
uk: Створити нову емоційку шляхом призначення піктограми та тексту
vi: Tạo một mặt cười mới bằng cách gán nó với một biểu tượng và một chuỗi văn bản
zh_cn: 根据指派的图标和文字新建一个表情

source: Add...
el: Προσθήκη...
gu: ઉમેરો...
kn: ಸೇರಿಸು...
mk: Додај
ml: ചേര്‍ക്കുക...
ms: Tambah...
ru: Добавить...
si: එක් කරන්න...
tg: Илова кардан...
uk: Додати...
vi: Thêm...
zh_cn: 添加...

source: Get new icon themes from the Internet
el: Λήψη νέων εικονιδίων θεμάτων από το διαδίκτυο
mk: Презема нови теми со икони од Интернет
ms: Dapatkan ikon tema baru dari Internet
ru: Загрузить наборы смайликов из Интернета
si: නව අයිකන තේමා අන්තර්ජාලයෙන් ලබාගන්න
tg: Загрузка схем из Интернета
uk: Отримати нові теми піктограм з інтернету
vi: Lấy sắc thái mặt cười mới từ Internet
zh_cn: 从互联网上获取新图标主题

source: You need to be connected to the Internet to use this action. A dialog will display a list of emoticon themes from the http://www.kde-look.org website. Clicking the Install button associated with a theme will install this theme locally.
el: Θα πρέπει να είστε συνδεδεμένος-η στο διαδίκτυο για τη χρήση αυτής της ενέργειας. Θα εμφανιστεί ένας διάλογος με τη λίστα θεμάτων εικονιδίων διάθεσης από την ιστοσελίδα http://www.kde-look.org. Κάνοντας κλικ στο κουμπί εγκατάστασης ενός θέματος θα εγκαταστήσει το θέμα τοπικά.
ru: Для выполнения этого действия требуется подключение к Интернету. Будет показан список всех наборов с сайта http://www.kde-look.org. При нажатии кнопки «Установить» справа от набора он будет установлен на компьютер.
tg: Шумо бояд ба Интернет пайваст шавед. Рӯйхати мавзӯъҳо аз суроғаи http://www.kde.org нишон дода мешаванд. Барои сабт кардани мавзӯъи нав, тугмаи Сабт кардан-ро истифода баред.
uk: Для виконання цієї дії вам слід з’єднатися з мережею Інтернет. У вікні, що відкриється буде показано список тем емоційок з сайта http://www.kde-look.org. Натисніть кнопку «Встановити» поряд з темою, щоб встановити цю тему на ваш комп’ютер.
vi: Bạn cần phải được kết nối tới Internet để sử dụng hành động này. Một hộp thoại sẽ hiển thị danh sách các sắc thái mặt cười từ trang web http://www.kde-look.org. Nhấn nút "Cài đặt" trên mỗi sắc thái sẽ cài đặt sắc thái đó về máy của bạn.
zh_cn: 您需要为此操作连接到互联网。它将从 http://www.kde-look.org 网站上获得一份主题列表并显示在对话框中。点击相应主题的安装按钮即可把主题安装到本地。

source: Get new Theme
el: Λήψη νέου θέματος
ru: Загрузить наборы...
uk: Отримати нову тему
zh_cn: 获得新主题

source: Install a theme archive file you already have locally
el: Εγκατάσταση μιας αρχειοθήκης θέματος που βρίσκεται τοπικά
gu: તમારી પાસે રહેલી સ્થાનિક આર્ચીવ ફાઇલ સ્થાપિત કરો
kn: ನೀವು ಸ್ಥಳಿಯವಾಗಿ ಹೊಂದಿರುವ ಒಂದು ಪರಿಸರವಿನ್ಯಾಸ ಆರ್ಕೈವನ್ನು ಅನುಸ್ಥಾಪಿಸಿ
mk: Инсталира архива со теми што веќе ја имате локално
ml: നേരത്തെ തന്നെ പ്രാദേശികമായി സൂക്ഷിച്ചിട്ടുള്ള ഒരു പ്രമേയശേഖരത്തിന്റെ ഫയല്‍ ഇന്‍സ്റ്റോള്‍ ചെയ്യുക
ms: Pasang arkib fail tema yang anda telah ada disini
ru: Установить набор из локального файла
si: ඔබට දැනටමත් ඇති තේමා සංරක්‍ෂක ගොනුවක් ස්ථාපනය කරන්න
tg: Сабт кардани мавзӯъ нав аз файли мавҷудбуда дар диски компютерӣ
uk: Встановити файл архіву теми, який уже локально наявний
vi: Cài đặt một tập tin lưu trữ sắc thái bạn đã có trong máy
zh_cn: 安装本地的主题归档文件

source: If you already have an emoticon theme archive locally, this button will unpack it and make it available for KDE applications
el: Αν έχετε κάποια αρχειοθήκη εικονιδίων διάθεσης τοπικά, αυτό το κουμπί θα την αποσυμπιέσει και το θέμα εικονιδίων διάθεσης θα γίνει διαθέσιμο στις εφαρμογές KDE
gu: જો તમારી પાસે પહેલેથી સ્થાનિક લાગણીચિહ્ન થીમની આર્ચીવ હોય તો, આ બટન તેને છુટી કરશે અને તને કેડીઇ કાર્યક્રમ માટે પૂરી પાડશે.
mk: Ако веќе локално имате тема со емотикони, ова копче ќе ја отпакува и ќе ја направи достапна за апликациите на KDE
ml: പ്രാദേശികമായി വികാരചിഹ്ന പ്രമേയത്തിന്റെ ഒരു ശേഖരം ഉണ്ടെങ്കില്‍, ഈ ബട്ടണ്‍ അതിനെ വേര്‍തിരിച്ചെടുത്ത്‌ കെ.ഡി.ഇ പ്രയോഗങ്ങള്‍ക്കു ലഭ്യമാക്കും
ms: Jika anda telah mempunyai arkib tema emotikon tempatan, butang ini akan mengeluarkannya dan menyediakannya untuk aplikasi KDE.
ru: Если архив с набором уже сохранён локально, эта кнопка распакует его и сделает доступным для приложений KDE
si: ඔබ සතුව දැනටම ඉමොටිකොන තේමා සංරක්‍ෂක ගොනුවක් පවතී නම්, මෙම බොත්තම එය දිගහැර KDE යෙදුම් සඳහා ලබාදෙනු ඇත
tg: Агар Шумо мавзӯъи тасврирӣ дар диски компютерӣ аллакай доред, Шумо метавонед мавзӯъро бо ин тугма кушоед ва барои барномаҳои KDE дастрас кунед
uk: Якщо ви вже маєте на своєму комп’ютері архів з темою емоційок, ця кнопка розпакує його і зробить доступним іншим програмам KDE
vi: Nếu bạn đã có một tập tin lưu trữ sắc thái trong máy, nút này sẽ giải nén và cung cấp nó cho các ứng dụng KDE sử dụng.
zh_cn: 如果在您的本地资源中已经有一个表情主题归档，此按钮会将其解压并应用到 KDE 程序中

source: Install from File
el: Εγκατάσταση από αρχείο
ru: Установить из файла...
uk: Встановити з файла
zh_cn: 从文件安装

source: Require spaces around emoticons
el: Απαίτηση κενών γύρω από τα εικονίδια διάθεσης
gu: લાગણીચિહ્નો આસપાસ જરુરી જગ્યા
kn: ಭಾವನಾಚಿಹ್ನೆಗಳ ಸುತ್ತಲೂ ಜಾಗದ ಅಗತ್ಯವಿರುತ್ತದೆ
mk: Потребни се празни места околу емотиконите
ml: വികാരചിഹ്നങ്ങള്‍ക്കു് ചുറ്റും കുറച്ചു സ്ഥലം ആവശ്യമാണ്‌
ms: Memerlukan ruang di sekeliling emotikon
ru: Смайлики должны быть &отделены пробелами
si: ඉමොටිකොන වටා ඇවැසි ඉඩ
tg: Фосилаҳо барои мавзӯъи тасвирӣ лозим аст
uk: Вимагати пробілів навколо емоційок
vi: Yêu cầu phải có dấu cách quanh các mặt cười
zh_cn: 在表情符两边需要空格

source: Remove the selected theme from your disk
el: Αφαίρεση του επιλεγμένου θέματος από το δίσκο
gu: પસંદ કરેલ થીમ ડિસ્કમાંથી દૂર કરો
kn: ಆಯ್ಕೆ ಮಾಡಲಾದ ಪರಿಸರ ವಿನ್ಯಾಸವನ್ನು ನಿಮ್ಮ ಡಿಸ್ಕಿನಿಂದ ತೆಗೆದು ಹಾಕಿ
mk: Ја отстранува избраната тема од Вашиот диск
ml: നിങ്ങളുടെ ഡിസ്കില്‍ നിന്നും തെരഞ്ഞെടുത്ത പ്രമേയം നീക്കം ചെയ്യുക
ms: Buang tema dipilih dari cakera anda
ru: Удалить выбранный набор с диска
si: තෝරාගත් තේමාව ඔබේ තැටියෙන් ඉවත් කරන්න
tg: Тоза кардани мавзӯъи интихобшуда аз диски компютерӣ
uk: Вилучити вибрану тему з вашого диска
vi: Xoá sắc thái đã chọn khỏi ổ đĩa của bạn
zh_cn: 从磁盘上删除所选主题

source: This will remove the selected theme from your disk.
el: Αυτό θα αφαιρέσει το επιλεγμένο θέμα από το δίσκο.
gu: આ પસંદ કરેલ થીમ ડિસ્કમાંથી દૂર કરશે.
kn: ಆಯ್ಕೆ ಮಾಡಲಾದ ಪರಿಸರವಿನ್ಯಾಸವನ್ನು ನಿಮ್ಮ ಡಿಸ್ಕಿನಿಂದ ಇದು ತೆಗೆದು ಹಾಕುತ್ತದೆ.
mk: Ова ќе ја отстрани избраната тема од Вашиот диск.
ml: ഇതു നിങ്ങളുടെ ഡിസ്കില്‍ നിന്നും തെരഞ്ഞെടുത്ത പ്രമേയത്തെ നീക്കം ചെയ്യും
ms: Ini akan membuang tema dipilih dari cakera anda.
ru: Выбранный набор смайликов будет удалён с вашего диска.
si: මෙය තෝරාගත් තේමාව ඔබේ තැටියෙන් ඉවත් කරයි.
tg: Ин мавзӯъи интихобшударо аз диски компютерӣ тоза карда мекунад.
uk: Ця кнопка вилучить вибрану тему з вашого диска.
vi: Việc này sẽ xoá sắc thái đã chọn khỏi ổ đĩa của bạn.
zh_cn: 这将从磁盘上删除所选的主题。

source: Remove Theme
el: Αφαίρεση θέματος
gu: થીમ દૂર કરો
kn: ಪರಿಸರವಿನ್ಯಾಸವನ್ನು (ಥೀಮ್) ತೆಗೆದುಹಾಕು
mk: Отстрани тема
ml: പ്രമേയം ഒഴിവാക്കുക
ms: Buang Tema
ru: Удалить набор
si: තේමාව ඉවත් කරන්න
tg: Тоза кардани мавзӯъ
uk: Вилучити тему
vi: Xoá sắc thái
zh_cn: 删除主题

source: Design a new emoticon theme
el: Σχεδίαση ενός νέου θέματος εικονιδίων διάθεσης
gu: નવી લાગણીચિહ્ન થીમની રચના કરો
kn: ಒಂದು ಹೊಸ ಭಾವನಾಚಿಹ್ನೆ ಪರಿಸರವಿನ್ಯಾಸವನ್ನು ವಿನ್ಯಸಿಸಿ
mk: Дизајнирајте нова тема со емотикони
ml: ഒരു പുതിയ വികാരചിഹ്ന പ്രമേയം രൂപകല്പന ചെയ്യുക
ms: Reka tema emotikon baru
ru: Создать новый набор
si: නව ඉමොටිකොන තේමාවක් නිර්මාණය කරන්න
tg: Дизайн кардани мавзӯъи тасвирии нав
uk: Створити тему емоційок
vi: Thiết kế một sắc thái mặt cười mới
zh_cn: 设计一个新的表情主题

source: Start a new theme by assigning it a name. Then use the Add button on the right to add emoticons to this theme.
el: Ξεκινήστε ένα νέο θέμα με τον ορισμό ονόματος. Έπειτα χρησιμοποιήστε το κουμπί προσθήκης στα δεξιά για την προσθήκη εικονιδίων διάθεσης σε αυτό το θέμα.
gu: થીમને નવુ નામ આપીને શરુ કરો. ત્યારપછી જમણી તરફનુ ઉમેરો બટન વાપરીને આ થીંમમાં લાગણીચિહ્ન ઉમેરો.
kn: ಒಂದು ಹೆಸರನ್ನು ನೀಡುವ ಮೂಲಕ ಹೊಸ ಪರಿಸರವಿನ್ಯಾಸವನ್ನು ಪ್ರಾರಂಭಿಸಿ. ನಂತರ ಈ ಪರಿಸರವಿನ್ಯಾಸಕ್ಕೆ ಭಾವನಾಚಿಹ್ನೆಗಳನ್ನು ಸೇರಿಸಲು ಸೇರಿಸು ಗುಂಡಿಯನ್ನು ಬಳಸಿ.
mk: Стартува нова тема така што ќе ѝ додели име. Потоа со копчето „Додај“ од десната страна може да додавате емотикони во темата.
ml: ഒരു പേരു നല്‍കിക്കൊണ്ട് പുതിയ ഒരു പ്രമേയം തുടങ്ങുക. പിന്നീട്, വലതു വശത്തു കാണുന്ന "ചേര്‍ക്കുക" എന്ന ബട്ടണ്‍ ഉപയോഗിച്ച് ഈ ആശയത്തിന്‌ ഒരു വികാരചിഹ്നം നല്‍കുക.
ru: Начните создание нового набора с указания названия. После этого используйте кнопку Добавить для добавления смайликов в этот набор.
si: නමක් යෙදීම මගින් නව තේමාවක් අරඹන්න. ඉන්පසු වම්පස ඇතුලත් කරන්න බොත්තම මගින් මෙම තේමාවට ඉමොටිකොන යොදන්න.
tg: Мавзӯъи навро бо номи нав истифода баред. Баъд аз илова намудани номи нав, тасвирчаҳоро бо тугмаи Илова кардан... илова кунед.
uk: Почніть створення теми з призначення їй назви. Потім скористайтеся кнопкою «Додати» праворуч, щоб додати емоційки до цієї теми.
vi: Tạo một sắc thái mới bằng cách gán cho nó một cái tên. Sau đó sử dụng nút Thêm ở bên phải để thêm mặt cười vào sắc thái này.
zh_cn: 开始新建一个主题，并指派名称。然后使用右侧的添加按钮将新表情加入主题。

source: New Theme
el: Νέο θέμα
ru: Создать набор...
uk: Створити тему
zh_cn: 新主题

source: Remove the selected emoticon
el: Αφαίρεση του επιλεγμένου εικονιδίου διάθεσης
gu: પસંદ કરેલ લાગણીચિહ્ન કાઢી નાખો
kn: ಆಯ್ಕೆ ಮಾಡಲಾದ ಭಾವನಾಚಿಹ್ನೆಯನ್ನು ತೆಗೆದು ಹಾಕಿ
mk: Ја отстранува избраната емотикона
ml: തെരഞ്ഞെടുത്ത വികാരചിഹ്നം നീക്കം ചെയ്യുക
ms: Buang emotikon dipilih
ru: Удалить выбранный смайлик
si: තෝරාගත් ඉමොටිකොනය ඉවත් කරන්න
tg: Тоза кардани мавзӯъи тасвирии интихобшуда
uk: Вилучити вибрану емоційку
vi: Xoá mặt cười đã chọn
zh_cn: 删除所选表情

source: Remove the selected emoticon from your disk
el: Αφαίρεση του επιλεγμένου εικονιδίου διάθεσης από το δίσκο
gu: પસંદ કરેલ લાગણીચિહ્નને તમારી ડિસ્કમાંથી કાઢી નાખો
kn: ಆಯ್ಕೆ ಮಾಡಲಾದ ಭಾವಚಿಹ್ನೆಯನ್ನು ನಿಮ್ಮ ಡಿಸ್ಕಿನಿಂದ ತೆಗೆದು ಹಾಕಿ
mk: Ја отстранува избраната емотикона од Вашиот диск
ml: നിങ്ങളുടെ ഡിസ്കില്‍ നിന്നും തെരഞ്ഞെടുത്ത വികാരചിഹ്നം നീക്കം ചെയ്യുക
ru: Удалить выбранный смайлик с диска
si: තෝරාගත් ඉමොටිකොනය ඔබේ තැටියෙන් ඉවත් කරන්න
tg: Тоза кардани мавзӯъи тасвирии интихобшуда аз диски компютерӣ
uk: Вилучити вибрану емоційку з вашого диска
vi: Xoá mặt cười đã chọn khỏi ổ đĩa của bạn
zh_cn: 从磁盘上删除所选的表情

source: Remove
el: Αφαίρεση
gu: દૂર કરો
kn: ತೆಗೆದುಹಾಕು
mk: Отстрани
ml: ഒഴിവാക്കുക
ms: Buang
ru: Удалить
si: ඉවත් කරන්න
tg: Тоза кардан
uk: Вилучити
vi: Xoá
zh_cn: 删除
