Repository: agaida/lxqt-kcm-color-style
Catalog: po/*/kcm5_notify.po
Languages: ml, ne

# NAME OF TRANSLATORS
source: Your names
ml: Rag Sagar.V | രാഗ് സാഗര്‍.വി
ne: Nabin Gautam, श्यामकृष्ण बल

# EMAIL OF TRANSLATORS
source: Your emails
ml: ragsagar@gmail.com
ne: nabin@mpp.org.np,shyamkrishna_bal@yahoo.com

source: Event source:
ml: സംഭവ സ്രോതസ്:
ne: घटना स्रोत:

source: KNotify
ml: കെനോട്ടിഫൈ
ne: केडीई सूचना

source: System Notification Control Panel Module
ml: സിസ്റ്റം `അറിയിപ്പ് നിയന്ത്രണകേന്ദ്ര മോഡ്യൂള്‍
ne: प्रणाली सूचना नियन्त्रण प्यानल मोड्युल

source: (c) 2002-2006 KDE Team
ml: (c) 2002-2006 കെഡിഇ സംഘം
ne: (c) 2002-2006 केडीई समूह

source: Olivier Goffart
ml: ഒലിവിയെര്‍ ഗൊഫാര്‍ട്ട്
ne: ओलिभियर गोफार्ट

source: Carsten Pfeiffer
ml: കാര്‍സ്ടെന്‍ ഫൈഫെര്‍
ne: कार्सटेन पीफिइफर

source: Charles Samuels
ml: ചാള്‍സ് സാമുവെല്‍സ്
ne: चार्लस सामुयल

source: Original implementation
ml: സാക്ഷാല്‍ നിര്‍വഹണം
ne: मौलिक कार्यान्वयन
