Repository: agaida/lxqt-kcm-color-style
Catalog: po/*/kcm_workspace.po
Languages: ca, cs, da, es, eu, fr, id, it, ko, nl, nn, pt, pt_br, sk, sv, zh_tw

# NAME OF TRANSLATORS
source: Your names
ca: Josep Ma. Ferrer
cs: Vít Pelčák
da: Martin Schlander
es: Eloy Cuadra
eu: Iñigo Salvador Azurmendi
fr: Xavier Besnard, Anne-Marie Mahfouf, Simon Depiets
id: Wantoyo
it: Paolo Zamponi,Federico Zenith
ko: Shinjo Park
nl: Freek de Kruijf
nn: Karl Ove Hufthammer
pt: José Nuno Pires
pt_br: André Marcelo Alvarenga, Luiz Fernando Ranghetti
sk: Roman Paholík
sv: Stefan Asserhäll
zh_tw: Franklin Weng, Jeff Huang

# EMAIL OF TRANSLATORS
source: Your emails
ca: txemaq@gmail.com
cs: vit@pelcak.org
da: mschlander@opensuse.org
es: ecuadra@eloihr.net
eu: xalba@euskalnet.net
fr: xavier.besnard@neuf.fr, annma@kde.org, sdepiets@gmail.com
id: wantoyek@gmail.com
it: zapaolo@email.it,
ko: kde@peremen.name
nl: freekdekruijf@kde.nl
nn: karl@huftis.org
pt: zepires@gmail.com
pt_br: alvarenga@kde.org, elchevive@opensuse.org
sk: wizzardsk@gmail.com
sv: stefan.asserhall@bredband.net
zh_tw: franklin@nospam.goodhorse.idv.tw, s8321414@gmail.com

source: General Settings
ca: Arranjament general
cs: Obecná nastavení
da: Generelle indstillinger
es: Preferencias generales
eu: Ezarpen orokorrak
fr: Paramètres généraux
id: Setelan Umum
it: Impostazioni generali
ko: 일반 설정
nl: Algemene instellingen
nn: Generelle innstillingar
pt: Configuração Geral
pt_br: Configurações gerais
sk: Všeobecné nastavenia
sv: Allmänna inställningar
zh_tw: 一般設定

source: Display informational tooltips on mouse hover
ca: Mostra els consells informatius en passar-hi per sobre amb el ratolí
cs: Zobrazit informacní nástrojové tipy při přejetí myši
da: Vis informative værktøjstip når under musen
es: Mostrar ayudas emergentes informativas al situar el rat贸n encima
eu: Bistaratu informatzeko argibideak sagua gainetik igarotzean
fr: Affiche des infobulles lors du survol de la souris
id: Tampilkan penginformasian tooltips saat mouse melayang
it: Visualizza i suggerimenti informativi al passaggio del mouse
ko: 마우스가 지나갈 때 풍선 도움말 표시
nl: Informatieve tekstballonnen tonen bij erboven zweven met de muis
nn: Vis hjelpebobler når peikaren er over
pt: Mostrar dicas informativas à passagem do cursor
pt_br: Exibir dicas informativas ao passar com o mouse
sk: Zobraziť informačné tipy pri prechode myšou
sv: Visa verktygstips när musen hålls över objekt
zh_tw: 顯示鼠標停留時的訊息提示

source: Display visual feedback for status changes
ca: Mostra retroalimentació visual pels canvis d'estat
cs: ZObrazit vizuální odezvu při změnách stavu
da: Vis visuel feedback for statusændringer
es: Mostrar informaci贸n visual para cambios de estado
eu: Bistaratu egoera aldaketen ikuste-berrelikadura
fr: Affiche un retour visuel lors des changements d'état
id: Tampilkan tanggapan visual untuk status perubahan
it: Visualizza un riscontro visivo per i cambiamenti di stato
ko: 상태 변경을 화면에 표시
nl: Visuele terugkoppeling voor statuswijzigingen tonen
nn: Visuell tilbakemelding ved statusendringar
pt: Mostrar uma reacção visual às mudanças de estado
pt_br: Exibir retorno visual para alterações de status
sk: Zobraziť vizuálnu odozvu pre zmeny stavu
sv: Visa visuell återmatning för statusändringar
zh_tw: 顯示狀態變更的視覺回饋

source: Click Behaviour
ca: Comportament del clic
cs: Chování při kliknutí
da: Opførsel af klik
es: Comportamiento del clic
eu: Klik-jokabidea
fr: Comportement des clics
id: Perilaku Klik
it: Comportamento al clic
ko: 눌렀을 때 동작
nl: Gedrag van klikken
nn: Klikkåtferd
pt: Comportamento do 'Click'
pt_br: Comportamento do clique:
sk: Správanie kliknutia
sv: Klickbeteende
zh_tw: 點擊行為

source: Single-click to open files and folders
ca: Clic únic per obrir fitxers i carpetes
cs: Jednoduché kliknutí otevírá soubory a adresáře
da: Enkeltklik for at åbne filer og mapper
es: Un solo clic para abrir archivos y carpetas
eu: Klik bakuna fitxategiak eta karpetak irekitzeko
fr: Cliquer une seule fois pour ouvrir les fichiers et les dossiers
id: Klik tunggal untuk membuka file dan folder
it: Clic singolo per aprire file e cartelle
ko: 한 번 눌러서 파일과 폴더 열기
nl: Enkele klik opent bestanden en mappen
nn: Enkeltklikk for å opna filer og mapper
pt: Carregar uma vez para abrir os ficheiros e pastas
pt_br: Clique único para abrir arquivos e pastas
sk: Jedno-klik na otvorenie súborov a priečinkov
sv: Enkelklicka för att öppna filer och kataloger
zh_tw: 按一下開啟檔案與資料夾

source: Double-click to open files and folders (select icons on first click)
ca: Doble clic per a obrir fitxers i carpetes (selecciona les icones al primer clic)
cs: Dvojité kliknutí otevírá soubory a adresáře (první vybírá)
da: Dobbeltklik for at åbne filer og mapper (markér ikoner ved første klik)
es: Doble clic para abrir archivos y carpetas (seleccionar iconos con el primer clic)
eu: Klik bikoitza fitxategiak eta karpetak irekitzeko (ikonoak hautatu lehenengo klik egitean)
fr: Double cliquer pour ouvrir les fichiers et les dossiers (le simple clic permet de sélectionner les icônes)
id: Klik ganda untuk membuka file dan folder (pilih ikon saat klik pertama)
it: Doppio clic per aprire file e cartelle (il primo clic seleziona le icone)
ko: 두 번 눌러서 파일과 폴더 열기(첫 번째 눌렀을 때 아이콘 선택)
nl: Dubbelklik om bestanden en mappen te openen (eerste klik selecteert ze)
nn: Dobbeltklikk for å opna filer og mapper (vel ikon på første klikk)
pt: Duplo-'click' para abrir os ficheiros e pastas (seleccionar os ícones ao primeiro 'click')
pt_br: Clique duplo para abrir arquivos e pastas (selecione itens no primeiro clique)
sk: Dvoj-klik na otvorenie súborov a priečinkov (výber ikon prvým klikom)
sv: Dubbelklicka för att öppna filer och kataloger (välj ikonen vid första klicket)
zh_tw: 按兩下開啟檔案與資料夾（按一下選擇圖示）

source: Plasma Workspace global options
ca: Opcions globals de l'espai de treball del Plasma
cs: Globální nastavení pracovní plochy Plasma
da: Globale indstillinger for Plasma arbejdsområde
es: Opciones globales del espacio de trabajo Plasma
eu: Plasma langunearen aukera orokorrak
fr: Options globales de l'espace de travail Plasma
id: Opsi global Ruang Kerja Plasma
it: Opzioni globali per lo spazio di lavoro di Plasma
ko: Plasma 작업 공간 전역 설정
nl: Globale opties van Plasma-werkgebied
nn: Globale innstillingar for Plasma-arbeidsområdet
pt: Opções globais da Área de Trabalho Plasma
pt_br: Opções globais do espaço de trabalho Plasma
sk: Globálne nastavenia Plasma Workspace
sv: Globala alternativ för Plasma arbetsyta
zh_tw: Plasma 工作空間全域設定

source: System Settings module for managing global options for the Plasma Workspace.
ca: Mòdul de l'Arranjament del sistema per gestionar les opcions globals de l'espai de treball del Plasma.
cs: Modul pro nastavení systému pro správu globálních nastavení pracovní plochy Plasma.
da: Systemindstillinger-modul til håndtering af globale indstillinger for Plasma arbejdsområdet.
es: M贸dulo de las preferencias del sistema para la gesti贸n de opciones globales del espacio de trabajo Plasma.
eu: Sistemaren ezarpen modulua, Plasma langunearen aukera orokorrak kudeatzeko.
fr: Module de configuration système pour la gestion des options globales de l'espace de travail Plasma
id: Modul Setelan Sistem untuk mengelola opsi global terhadap Ruang Kerja Plasma.
it: Modulo di Impostazioni di sistema per gestire le opzioni globali per lo spazio di lavoro di Plasma.
ko: Plasma 작업 공간의 전역 설정을 관리하는 시스템 설정 모듈입니다.
nl: Module van systeeminstellingen voor beheer van globale opties voor de Plasma-werkruimte
nn: Modul for oppsett av globale innstillingar for Plasma-arbeidsområdet.
pt: Módulo da Configuração do Sistema para as opções globais da área de trabalho Plasma.
pt_br: Módulo das configurações do sistema para gerenciar as opções globais do espaço de trabalho Plasma.
sk: Globálne voľby pre pracovnú plochu Plasma
sv: Systeminställningsmodul för att hantera globala alternativ för Plasma arbetsyta.
zh_tw: 管理 Plasma 工作空間的全域選項的系統設定模組
