Repository: agaida/lxqt-kcm-color-style
Catalog: po/*/kcm_translations.po
Languages: pt_br

# NAME OF TRANSLATORS
source: Your names
pt_br: André Marcelo Alvarenga, Luiz Fernando Ranghetti

# EMAIL OF TRANSLATORS
source: Your emails
pt_br: alvarenga@kde.org, elchevive@opensuse.org

source: Language
pt_br: Idioma

# @title:window
source: Add Languages
pt_br: Todos os idiomas

# @action:button
source: Add
pt_br: Adicionar

# @info
source: There are no languages available on this system.
pt_br: Não há idiomas disponíveis neste sistema.

# @info
source: Your changes will take effect the next time you log in.
pt_br: Suas alterações só terão efeito na próxima vez que iniciar a sessão.

# @info
source: There are currently no preferred languages configured.
pt_br: Atualmente não há idiomas preferidos configurados.

# @info %2 is the language code
source: The translation files for the language with the code '%2' could not be found. The language will be removed from your configuration. If you want to add it back, please install the localization files for it and add the language again.
pt_br: Não foram encontrados os arquivos de tradução para o idioma com código '%2'. Esse idioma será removido da sua configuração. Se quiser adicioná-lo novamente, instale os arquivos de localização para ele e então adicione o idioma.

source: The language at the top of this list is the one you want to see and use most often.
pt_br: O idioma no topo desta lista é o qual você quer ver e usar com mais frequência.

# @item:inlistbox 1 = Language name
source: %1 (Default)
pt_br: %1 (padrão)

# @info:tooltip
source: Promote to default
pt_br: Promover a padrão

# @info:tooltip
source: Move up
pt_br: Mover para cima

# @info:tooltip
source: Move down
pt_br: Mover para baixo

# @info:tooltip
source: Remove
pt_br: Remover

# @action:button
source: Add languages...
pt_br: Adicionar idiomas...

source: Configure Plasma translations
pt_br: Configurar as traduções do Plasma
