Repository: agaida/lxqt-kcm-color-style
Catalog: po/*/kcm_lookandfeel.po
Languages: da, de, es, fi, gl, id, it, pt, sk, sv

# NAME OF TRANSLATORS
source: Your names
da: Martin Schlander
de: Frederik Schwarzer
es: Eloy Cuadra
fi: Lasse Liehu, Tommi Nieminen
gl: Adrián Chaves Fernández
id: Wantoyo
it: Vincenzo Reale
pt: José Nuno Pires
sk: Roman Paholík
sv: Stefan Asserhäll

# EMAIL OF TRANSLATORS
source: Your emails
da: mschlander@opensuse.org
de: schwarzer@kde.org
es: ecuadra@eloihr.net
fi: lasse.liehu@gmail.com, translator@legisign.org
gl: adrian@chaves.io
id: wantoyek@gmail.com
it: smart2128@baslug.org
pt: zepires@gmail.com
sk: wizzardsk@gmail.com
sv: stefan.asserhall@bredband.net

source: Configure Look and Feel details
da: Indstil detaljer for udseende og fremtoning
de: Erscheinungsbild-Details einrichten
es: Configurar los detalles del aspecto visual
fi: Ulkoasun ja tuntuman yksityiskohtien asetukset
gl: Configurar os detalles do aspecto e do comportamento
id: Konfigurasi perincian Look and Feel
it: Configura i dettagli dell'aspetto
pt: Configurar os detalhes da Aparência e Comportamento
sk: Nastaviť podrobnosti vzhľadu
sv: Anpassa detaljerat utseende och känsla

source: Download New Look And Feel Packages
da: Download nye udseende og fremtoning-pakker
de: Neue Erscheinungsbild-Pakete herunterladen
es: Descargar nuevos paquetes de aspecto visual
fi: Lataa uusia ulkoasupaketteja
gl: Descargar novos paquetes de aparencia e comportamento
id: Unduh Paket-paket Look And Feel Baru
it: Scarica nuovi pacchetti dell'aspetto
pt: Obter Pacotes com Novos Visuais
sk: Stiahnuť nové balíky vzhľadu
sv: Ladda ner nya paket med utseende och känsla

source: You have to restart the Plasma session for these changes to take effect.
da: Du skal genstarte Plasma-sessionen før disse ændringer træder i kraft.
de: Die Plasma-Sitzung muss neu gestartet werden, damit die Änderungen wirksam werden.
es: Debe reiniciar la sesión de Plasma para que estos cambios tengan efecto.
fi: Plasma-istunto on käynnistettävä uudestaan, jotta muutokset tulisivat voimaan.
gl: Debe reiniciar a sesión de Plasma para que estes cambios xurdan efecto.
id: Kamu harus menjalankan-ulang sesi Plasma untuk perubahan tersebut agar berpengaruh.
it: Devi riavviare la sessione di Plasma affinché le modifiche abbiano effetto.
pt: Tem de reiniciar a sessão do Plasma para estas alterações fazerem efeito.
sk: Musíte reštartovať Plasmu, aby sa tieto zmeny prejavili.
sv: Plasma-sessionen måste startas om för att ändringarna ska verkställas.

source: Cursor Settings Changed
da: Markørindstillinger ændret
de: Zeiger-Einstellungen geändert
es: Preferencias de cursores cambiadas
fi: Osoitinasetuksia muutettiin
gl: Cambiouse a configuración do cursor
id: Setelan Kursor Diubah
it: Impostazioni dei puntatori modificate
pt: Configuração do Cursor Alterada
sk: Nastavenie kurzora zmenené
sv: Pekarinställningar ändrade

source: Look and feel tool
da: Værktøj til udseende og fremtoning
de: Erscheinungsbild-Dienstprogramm
es: Herramienta de aspecto visual
fi: Ulkoasutyökalu
gl: Ferramenta de aparencia e comportamento.
id: Alat look and feel
it: Strumento di configurazione dell'aspetto
pt: Ferramenta de Aparência e Comportamento
sk: ;Nastaviť podrobnosti vzhľadu
sv: Verktyg för utseende och känsla

source: Command line tool to apply look and feel packages.
da: Kommandolinjeværktøj til at anvende udseende og fremtoning-pakker.
de: Befehlszeilenprogramm zum Anwenden von Erscheinungsbild-Paketen.
es: Herramienta de consola para aplicar paquetes de aspecto visual.
fi: Komentorivityökalu ulkoasupakettien käyttämiseen.
gl: Ferramenta da liña de ordes para aplicar paquetes de aparencia e comportamento.
id: Alat baris perintah untuk menerapkan paket look and feel.
it: Strumento da riga di comando per applicare i pacchetti dell'aspetto.
pt: Ferramenta da linha de comandos para aplicar os pacotes de aparência e comportamento.
sk: Nástroj príkazového riadku na aplikovanie balíkov vzhľadu.
sv: Kommandoradsverktyg för att applicera paket med utseende och känsla

source: Copyright 2017, Marco Martin
da: Ophavsret 2017, Marco Martin
fi: Tekijänoikeudet 2017 Marco Martin
gl: © 2017 Marco Martin
id: Hak cipta 2017, Marco Martin

source: Maintainer
da: Vedligeholder
de: Betreuer
es: Responsable
fi: Ylläpitäjä
gl: Mantedor.
id: Pemelihara
it: Responsabile
pt: Manutenção
sk: Správca
sv: Underhåll

source: List available Look and feel packages
da: Oplist tilgængelige udseende og fremtoning-pakker
de: Alle verfügbaren Erscheinungsbild-Pakete anzeigen
es: Listar los paquetes de aspecto visual disponibles
fi: Luettele saatavilla olevat ulkoasupaketit
gl: Listar os paquetes de aparencia e comportamento dispoñíbeis.
id: Daftar paket-paket Look and feel yang tersedia
it: Elenca i pacchetti dell'aspetto disponibili
pt: Apresenta os pacotes de Aparência e Comportamento disponíveis
sk: Stiahnuť nové balíky vzhľadu
sv: Lista tillgängliga paket med utseende och känsla

source: Apply a look and feel package
da: Anvend en udseende og fremtoning-pakke
de: Ein Erscheinungsbild-Paket übernehmen
es: Aplicar un paquete de aspecto visual
fi: Käytä ulkoasupakettia
gl: Aplicar un paquete de aparencia e comportamento.
id: Terapkan paket look and feel
it: Applica un pacchetto dell'aspetto
pt: Aplicar um pacote de Aparência e Comportamento
sk: Použiť nové balíky vzhľadu
sv: Applicera ett paket med utseende och känsla

source: packagename
da: pakkenavn
de: Paketname
es: nombredepaquete
fi: paketinnimi
gl: nomedopaquete
id: nama-paket
it: nomepacchetto
pt: nome-pacote
sk: názov balíku
sv: paketnamn

source: Reset the Plasma Desktop layout
da: Nulstil Plasmas skrivebordslayout
de: Das Plasma-Arbeitsflächenlayout zurücksetzen
es: Reiniciar la distribución del escritorio Plasma
fi: Palauta Plasma-työpöydän alkuperäinen asettelu
gl: Restabelecer a disposición do escritorio de Plasma.
id: Set-ulang tataletak Desktop Plasma
it: Ripristina la disposizione di Plasma Desktop
pt: Repõe a disposição da Área de Trabalho Plasma
sk: Obnovit rozloženie Plasma Desktop
sv: Återställ layout för Plasma skrivbord

source: This module lets you configure the look and feel theme.
da: Dette modul lader dig indstille temaet for udseende og fremtoning.
de: Mit diesem Modul können Sie das Erscheinungsbild der gesamten Arbeitsfläche einrichten.
es: Este módulo le permite configurar el tema del aspecto visual.
fi: Tässä moduulissa voit säätää ulkoasuteemaa.
gl: Este módulo permítelle configurar o tema de aparencia e comportamento.
id: Modul ini memungkinkanmu mengkonfigurasi tema look and feel.
it: Questo modulo ti consente di configurare il tema.
pt: Este módulo permite-lhe configurar o tema de aparência e comportamento.
sk: Tento modul vám umožní nastaviť vzhľad celej pracovnej plochy s niekoľkými pripravenými predvoľbami.
sv: Modulen låter dig ställa in tema för utseende och känsla.

source: Preview Theme
da: Forhåndsvis tema
de: Design-Vorschau
es: Vista previa del tema
fi: Esikatsele teemaa
gl: Previsualizar o tema
id: Pratinjau Tema
it: Anteprima del tema
pt: Antevisão do Tema
sk: Ukážka témy
sv: Förhandsgranska tema

source: Your desktop layout will be lost and reset to the default layout provided by the selected theme.
da: Layoutet af dit skrivebord vil gå tabt og blive nulstillet til standardlayoutet for det valgte tema.
de: Ihr Arbeitsflächen-Layout wird entfernt und durch das Standard-Layout des ausgewählten Designs ersetzt.
es: El diseño de su escritorio se perderá y se reiniciará al diseño por omisión proporcionado por el tema seleccionado.
fi: Työpöytäasettelusi menetetään ja palautetaan valitun teeman oletusasetteluksi.
gl: A disposición do seu escritorio perderase e restaurarase a disposición predeterminada que fornece o tema seleccionado.
id: Tataletak desktopmu akan hilang dan terset-ulang ke tataletak baku yang disediakan oleh tema terpilih.
it: La tua disposizione del desktop sarà persa e ripristinata alla disposizione predefinita fornita dal tema selezionato.
pt: A disposição do seu ambiente de trabalho perder-se-á e será reposta a disposição predefinida que é fornecida com o tema seleccionado.
sk: Upozornenie: vaše rozloženie plochy Plasma sa stratí a vynuluje na predvolený vzhľad pokytnutý vybranou témou.
sv: Skrivbordets layout kommer att gå förlorad och återställas till standardlayouten som tillhandahålls av valt tema.

source: Use Desktop Layout from theme
da: Brug skrivebordslayout fra temaet
de: Arbeitsflächen-Layout des Designs verwenden
es: Usar diseño de escritorio del tema
fi: Käytä teeman työpöytäasettelua
gl: Usar a disposición de escritorio do tema
id: Gunakan Tataletak Desktop dari tema
it: Usa la disposizione del desktop dal tema
pt: Usar a Disposição da Área de Trabalho do tema
sk: Použiť rozloženie plochy z témy
sv: Använd skrivbordslayout från tema

source: Get New Looks...
da: Hent nyt udseende...
de: Neues Erscheinungsbild holen ...
es: Obtener nuevos aspectos visuales...
fi: Hae uusi ulkoasu…
gl: Obter novas aparencias…
id: Dapatkan Look-look Baru...
it: Scarica nuovi temi...
pt: Obter Novos Visuais...
sk: Získať nové vzhľady...
sv: Hämta nya utseenden...
