Repository: agaida/lxqt-kcm-color-style
Catalog: po/*/kcm_nightcolor.po
Languages: pt_br

# NAME OF TRANSLATORS
source: Your names
pt_br: Luiz Fernando Ranghetti

# EMAIL OF TRANSLATORS
source: Your emails
pt_br: elchevive@opensuse.org

source: Night Color
pt_br: Cor noturna

source: Detect location
pt_br: Detectar localização

source: Activate Night Color
pt_br: Ativar cor noturna

source: Night Color Temperature:
pt_br: Temperatura da cor noturna:

source: Operation mode:
pt_br: Modo de operação:

source: Automatic
pt_br: Automático

source: Location
pt_br: Localização

source: Times
pt_br: Tempos

source: Sunrise begins
pt_br: Nascer do sol começa

source: Sunset begins
pt_br: Pôr do sol começa

source: Transition duration
pt_br: Duração da transição

source: (In minutes - min. 1, max. 600)
pt_br: (em minutos - mín. 1, máx. 600)

source: Error: Morning not before evening.
pt_br: Erro: manhã não está antes da tarde.

source: Error: Transition time overlaps.
pt_br: Erro: os tempos da transição se sobrepõe.

source: and ends
pt_br: e termina
