Repository: agaida/lxqt-kcm-color-style
Catalog: po/*/kcm_splashscreen.po
Languages: da, de, eu, fi, gl, it, ko, nl, nn, pl, pt, pt_br, sk, zh_cn

# NAME OF TRANSLATORS
source: Your names
da: Martin Schlander
de: Frederik Schwarzer
eu: Iñigo Salvador Azurmendi
fi: Lasse Liehu, Tommi Nieminen
gl: Adrián Chaves Fernández
it: Vincenzo Reale
ko: Shinjo Park
nl: Freek de Kruijf
nn: Karl Ove Hufthammer
pl: Łukasz Wojniłowicz
pt: José Nuno Pires
pt_br: André Marcelo Alvarenga
sk: Roman Paholík
zh_cn: KDE 中国

# EMAIL OF TRANSLATORS
source: Your emails
da: mschlander@opensuse.org
de: schwarzer@kde.org
eu: xalba@euskalnet.net
fi: lasse.liehu@gmail.com,translator@legisign.org
gl: adrian@chaves.io
it: smart2128@baslug.org
ko: kde@peremen.name
nl: freekdekruijf@kde.nl
nn: karl@huftis.org
pl: lukasz.wojnilowicz@gmail.com
pt: zepires@gmail.com
pt_br: alvarenga@kde.org
sk: wizzardsk@gmail.com
zh_cn: kde-china@kde.org

source: Configure Splash screen details
da: Indstil detaljer for opstartsskærm
de: Startbildschirm-Details einrichten
eu: Konfiguratu Plast pantailaren xehetasunak
fi: Tervetuloruudun yksityiskohtien asetukset
gl: Configurar os detalles da pantalla de benvida
it: Configura i dettagli della schermata d'avvio
ko: 시작 화면 상세 설정
nl: Details van opstartscherm instellen
nn: Set opp detaljar for velkomstbilete
pl: Ustawienia szczegółów ekranu powitalnego
pt: Configurar os detalhes do ecrã inicial
pt_br: Configura os detalhes da tela de apresentação
sk: Nastaviť podrobnosti úvodnej obrazovky
zh_cn: 配置启动屏幕细节

source: None
da: Ingen
de: Keiner
eu: Bat ere ez
fi: Ei tervetuloruutua
gl: Ningún
it: Nessuna
ko: 없음
nl: Geen
nn: Ingen
pl: Brak
pt: Nada
pt_br: Nenhum
sk: Žiadne
zh_cn: 无

source: No splash screen will be shown
da: Intet opstartsbillede vil blive vist
de: Es wird kein Startbildschirm angezeigt
eu: Ez da Plast pantailarik erakutsiko
fi: Tervetuloruutua ei näytetä
gl: Non se mostrará ningunha pantalla de benvida.
it: Nessuna schermata di avvio sar√† mostrata
ko: 시작 화면을 표시하지 않습니다
nl: Er zal geen opstartscherm getoond worden
nn: Velkomstbilete vert ikkje vist
pl: Nie będzie pokazywany żaden ekran powitalny
pt: Não será apresentado nenhum ecrã inicial
pt_br: Nenhuma tela de apresentação será mostrada
sk: Žiadna obrazovka nebude zobrazená
zh_cn: 不显示闪屏

source: Error
da: Fejl
de: Fehler
eu: Errorea
fi: Virhe
gl: Erro
it: Errore
ko: 오류
nl: Fout
nn: Feil
pl: Błąd
pt: Erro
pt_br: Erro
sk: Chyba
zh_cn: 错误

source: Failed to successfully test the splash screen.
da: Kunne ikke teste opstartsskærmen.
de: Test des Startbildschirms fehlgeschlagen.
eu: Plast pantailaren probak huts egin du.
fi: Tervetuloruudun kokeileminen epäonnistui.
gl: Non se puido probar satisfactoriamente a pantalla de inicio.
it: Prova della schermata d'avvio non riuscita
ko: 시작 화면을 테스트하는 데 실패했습니다.
nl: Kon het opstartscherm niet succesvol testen.
nn: Klarte ikkje testa velkomstbiletet.
pl: Wypróbowywanie ekranu powitalnego zakończyło się niepowodzeniem.
pt: Não foi possível testar com sucesso o ecrã inicial.
pt_br: Não foi possível testar com sucesso a tela de abertura.
sk: Testovanie úvodnej obrazovky zlyhalo.
zh_cn: 测试启动屏幕失败。

source: This module lets you configure the splash screen theme.
da: Dette modul lader dig indstille temaet for opstartsbilledet.
de: Mit diesem Modul können Sie das Startbildschirm-Design einrichten.
eu: Modulu honek Plast pantaila gaia konfiguratzen uzten dizu.
fi: Tässä moduulissa voit säätää tervetuloruudun teemaa.
gl: Este módulo permítelle configurar o tema da pantalla de benvida.
it: Questo modulo ti consente di configurare il tema della schermata di avvio.
ko: 이 모듈에서 시작 화면 테마를 설정할 수 있습니다.
nl: Deze module laat u het thema van het opstartscherm configureren.
nn: Med denne modulen kan du setja opp temaet for velkomstbilete.
pl: Ten moduł umożliwia określenie wyglądu ekranu powitalnego.
pt: Este módulo permite-lhe configurar o tema do ecrã inicial.
pt_br: Este módulo permite configurar o tema da tela de apresentação.
sk: Tento modul umožnuje nastaviť tému úvodnej obrazovky
zh_cn: 这个模块允许您配置闪屏主题。

source: Test Splashscreen
da: Test opstartsskærm
de: Startbildschirm testen
eu: Probatu Plast pantaila
fi: Kokeile tervetuloruutua
gl: Pantalla de benvida de proba
it: Prova schermata d'avvio
ko: 시작 화면 테스트
nl: Opstartscherm testen
nn: Test velkomstbilete
pl: Próba ekranu powitalnego
pt: Testar o Ecrã Inicial
pt_br: Testar a tela de apresentação
sk: Otestovať úvodnú obrazovku
zh_cn: 测试欢迎屏幕

source: &Get New Theme...
da: &Hent nyt tema...
de: &Neues Design holen ...
eu: &Lortu gai berria...
fi: &Hae uusi teema…
gl: &Obter un novo tema…
it: &Ottieni nuovo tema...
ko: 새 테마 가져오기(&G)...
nl: Nieuw thema &ophalen...
nn: &Hent nytt tema …
pl: &Pobierz nowy zestaw...
pt: &Obter um Novo Tema...
pt_br: &Baixar novo tema...
sk: Získať nové témy...
zh_cn: 获得新主题(&G)...
