Repository: agaida/lxqt-kcm-color-style
Catalog: po/*/kcmstyle.po
Languages: si

# NAME OF TRANSLATORS
source: Your names
si: ඩනිෂ්ක නවින්

# EMAIL OF TRANSLATORS
source: Your emails
si: danishka@gmail.com

source: No Text
si: පෙළ රහිත

source: Text Only
si: පෙළ පමණක්

source: Text Beside Icons
si: අයිකන වලට පිටත පෙළ

source: Text Below Icons
si: අයිකන වලට පහළින් පෙළ

source: <h1>Style</h1>This module allows you to modify the visual appearance of user interface elements, such as the widget style and effects.
si: <h1>රටා</h1> මෙම මොඩියුලය පරිශීලක අතුරුමුහුණත් මූලයන් හී දෘශ්‍ය පෙනුම වෙනස් කිරීමට ඉඩදෙයි, විජෙට්ටු රටා හා සැරසිලි වැනි.

source: KDE Style Module
si: KDE රටා මොඩියුලය

source: Widget style:
si: විජෙට්ටු රටාව:

source: Con&figure...
si: සකසන්න... (&f)

source: Preview
si: පෙරදැක්ම

# @title:tab
source: &Applications
si: භාවිත යෙදවුම් (&A)

# @title:tab
source: &Fine Tuning
si: සුමටනය (&F)

source: There was an error loading the configuration dialog for this style.
si: මෙම රටාව සඳහා සැකසුම් සංවාදය පූර්ණය කිරීමේ වරදක් හට ගැණිනි.

source: Unable to Load Dialog
si: සංවාදය පූරණය කල නොහැකි විය

source: No description available.
si: විස්තර කිරීමක් නොමැත

source: Description: %1
si: විස්තරය: %1

source: Here you can choose from a list of predefined widget styles (e.g. the way buttons are drawn) which may or may not be combined with a theme (additional information like a marble texture or a gradient).
si: මෙහිදී ඔබට කලින් නිවේශනය කල විජෙට්ටු රටා ලැයිස්තුවකින් තෝරාගත හැක (උදා. බොත්තම් ඇඳෙන ආකාරය) මේවා තේමාව සමග සංයුක්ත හෝ අසංයුක්ත විය හැක (මාබල රටා හා අනුක්‍රමික වැනි අමතර තොරතුරු).

source: This area shows a preview of the currently selected style without having to apply it to the whole desktop.
si: මම ප්‍රදේශය දැනට තෝරාඇති රටාව මුළු වැඩතලයට ඇතුළු කිරීමෙන් තොරව පෙරදැක්මකින් පෙන්වයි.

source: This page allows you to choose details about the widget style options
si: මෙම පිටුව විජෙට්ටු රටා පිළිබඳ තොරතුරු තෝරාගැනීමට ඉඩදෙයි

source: If you enable this option, KDE Applications will show small icons alongside some important buttons.
si: මෙම වික්ල්පය සක්‍රීය විට, KDE භාවිතයෙදවුම් වල වැදගත් බොත්තම් පසෙකින් කුඩා අයිකන පෙන්වනු ඇත.

source: Configure %1
si: %1 සකසන්න

source: Tab 1
si: 1 ටැබය

source: Group Box
si: කාණ්ඩ කොටුව

source: Radio button
si: රේඩියෝ බොත්තම

source: Checkbox
si: සලකුණු කොටුව

source: Button
si: බොත්තම

source: Combobox
si: සංයුක්ත කොටුව

source: Tab 2
si: 2 ටැබය
